import "./AboutUsStyles.css";

function AboutUs() {
  return (
    <div className="about-container">
      <h1>Наша история</h1>
      <p>Официальная история музея начинается с 24 января 1939 года – в соответствии с Постановлением правительства Совета Народных Комиссаров БССР в Минске была создана Государственная картинная галерея Белорусской Советской Социалистической Республики (ГКГ БССР). Она расположилась в пятнадцати залах здания Высшей коммунистической сельскохозяйственной школы – бывшего дореволюционного здания Минской женской гимназии по ул. К. Маркса, 29 (в настоящее время на здании установлена мемориальная доска). Кроме отделов живописи, скульптуры и графики, в Галерее специальным постановлением был организован отдел художественной промышленности.</p>
      <p>На начало 1941 г. фонды ГКГ БССР насчитывали 2711 работ, из них 400 находились в экспозиции. Предстояла долгая работа по описанию и изучению каждого памятника, созданию каталога музейной коллекции.</p>
      <p>Однако богатому собранию картинной галереи в Минске была предначертана недолгая жизнь. В первые дни войны судьба всего собрания сложилась трагически. За короткое время оно бесследно исчезнет. Коллекцию готовили к эвакуации, но спасти не смогли – не вывезли. В полном объеме и в полной сохранности художественное собрание в Минске была предстало перед завоевателями.</p>
      <p>Второй этап истории музея связан с 33-летней подвижнической деятельностью заслуженного деятеля искусств БССР, директора Галереи с 1944 г. Елены Васильевны Аладовой (1907–1986), сотрудницы довоенной Картинной галереи.</p>
      <p>Постановлением Совета Министров БССР № 423 от 10 июля 1957 г. Государственная картинная галерея БССР была переименована в Государственный художественный музей БССР, а торжественное открытие нового музейного здания состоялось 5 ноября 1957 г. Коллекция музея в те годы достигла уже довоенной численности и насчитывала около трех тысяч произведений русского, советского и белорусского искусства.</p>
      <h1>Наши задачи</h1>
      <p>У любого музея есть как минимум три основные задачи: сохранять культурное наследие, изучать его и демонстрировать посетителям. С последним–то как раз большие проблемы. Залы с декоративно–прикладным искусством уже много лет проигрывают соревнование за внимание публики. Для того чтобы выжить, приходится быть не только площадкой для демонстрации экспонатов, но и местом проведения досуга. Сегодня перед белорусскими музеями стоит дилемма: оставаться храмом искусства и стоять на защите культурных ценностей или трансформироваться в развлекательный центр, подстраиваясь под вкусы масс. Многие зарубежные галереи уже научились совмещать обе роли без ущерба для культуры. У нас, считает генеральный директор Национального художественного музея Владимир Прокопцов, все еще впереди.</p>
      <h1>Последние события</h1>
      <p>17 декабря 2021 года благодаря вниманию Президента А. Г. Лукашенко после нескольких лет строительно-реставрационных работ музейный комплекс был дополнен еще двумя приспособленными зданиями – Реставрационным корпусом по ул. Кирова, 25 и Выставочным корпусом на ул. К. Маркса, 24. Последний связан с историческим зданием и пристройкой к музею светлой стеклянной галереей.</p>
      <p>В Выставочном корпусе на двух этажах – 4 зала общей площадью 846 кв. м с новым современным дизайном (А. Матросова, дизайн-студия «Астула»), новым выставочным оборудованием (40 окон, 230 подиумов, 44 выставочных стенда, 12 банкеток) и возможность в двух залах использовать верхнее освещение. К слову сказать, режиссуру света на выставках обеспечивают 437 светильников нидерландской компании Signity Filipps Lighting. Индивидуальное освещение каждого экспоната решает система управления освещением DALI. Для создания комфортного микроклимата используются 8 итальянских кондиционеров. Выставочный корпус имеет отдельный вход и позволяет посетить 4 выставки, которые меняются ежемесячно.</p>
    </div>
  );
}

export default AboutUs;
